export const CONSTANT_AGREEMENTS_DATA = [
    {
        title: "Согласен на обработку персональных данных.",
        value: "AgreedPersonalDataProcessing",
        required: true,
    },
    {
        title: "Подтверждаю, что заполненные и предоставленные мной данные не являются фальсифицированными или мошенническими.",
        value: "ConfirmedLegalPerson",
        required: true,
    },
    {
        title: "Подтверждаю, что Условия использования, Политика конфиденциальности.",
        value: "AcceptedTerms",
        required: true,
    },
    {
        title: "Подтверждаю, что имею право вести коммерческую деятельность (бизнес) в стране регистрации, являюсь добросовестным налогоплательщиком.",
        value: "ConfirmedLegalBusiness",
        required: true,
    },
    {
        title: "Подтверждаю, что являюсь законным представителем или партнером данного юридического лица и имею право регистрироваться в качестве делового представителя. Предоставленная мной информация не являются фальсифицированной или мошеннической. Я также понимаю, что Placesgold может сообщать мои данные подтверждать мою принадлежность к данному юридическому лицу другим зарегистрированным представителям этого же юридического лица.",
        value: "ConfirmedHonesty",
        required: true,
    },
    {
        title: "Даю согласие на получение рассылки по инструментам и продвижению моих объектов на Placesgold по указанным мной контактным данным, заполненным в моей текущей учетной записи.",
        value: "AgreedMarketing",
        required: false,
    },
    {
        title: "Даю согласие на получение рассылок о получении новых отзывов на зарегистрированные мной объекты на Placesgold по указанным мной контактным данным, заполненным в моей текущей учетной записи.",
        value: "AgreedReviewsNotification",
        required: false,
    },
    {
        title: "Даю согласие на автоматическое размещение(автопубликация).",
        value: "AgreedAutoPublish",
        required: true,
    },
    {
        title: "Я подтверждаю, что это законный объект размещения со всеми необходимыми лицензиями и документами, которые я могу предоставить по первому требованию Placesgold",
        value: "ConfirmedLegalAccommodation",
        required: true,
    },
    {
        title: "Подтверждаю, что вся ответственность за предоставленную информацию об объекте лежит на мне, как на владельце бизнеса и данная информация не является рекламой",
        value: "ConfirmedInformationResponsibility",
        required: true,
    },
] as const;
