export const mockNews = [
  {
    title:
      "1. Диагональный пешеходный переход официально появился в центре Могилева",
    description:
      "В областном центре диагональный пешеходный переход на улице Первомайской в районе Минского рынка наконец получил долгожданный официальный статус! Этот перекресток, где пешеходы на зеленый сигнал светофора могли двигаться в любом направлении, включая диагональ, уже давно стал местной достопримечательностью. Теперь, с появлением соответствующей разметки, он официально превратился в своего рода символ современности. Могилев стал вторым городом Беларуси после Гомеля, где внедрили такое решение.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Иосиф Сталин" },
    date: "12.11.2024",
    markdown: `# Рецепт: Паста Карбонара

![Паста Карбонара](https://images.pexels.com/photos/15437107/pexels-photo-15437107.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1)

# Неожиданный поворот в деле Шона Комбса: изъятие стратегических записей

ФБР провело обыск в камере рэпера Шона Комбса, известного как Пи Дидди, изъяв конфиденциальные записи, в которых содержались стратегии его защиты. По словам адвоката рэпера Марка Агнифило, это грубое нарушение конституционных прав подзащитного.

## Нарушение процессуальных норм

Адвокат Марк Агнифило прокомментировал действия бюро:

> "Это грубое нарушение процессуальных норм. Мы требуем немедленного разбирательства, чтобы выяснить причины обыска и уточнить, как будут использоваться изъятые материалы."

## Что содержали изъятые записи?

Изъятые заметки включали:
- **Стратегическую информацию**, обсуждаемую с подзащитным.
- **Планы судебной защиты.**
- **Ключевые контакты** для дела.

Агнифило подчеркнул, что такие действия правоохранительных органов нарушают базовые принципы правосудия.

## Ответ прокуратуры

Однако представитель обвинения Кристи Славик заявила:

> "Изъятые документы в основном касались личных вопросов обвиняемого и не представляли собой юридических материалов."

## Вопросы, требующие ответа

- Почему ФБР провело обыск в камере Шона Комбса?
- Как изъятые материалы будут использоваться в деле?
- Были ли нарушены конституционные права обвиняемого?

Ситуация требует дальнейшего расследования и судебного разбирательства.`,
    tags: ["Могилев", "Безопастность"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "2. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "3. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "4. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "5. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "6. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "7. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "8. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
];
