export const mockNews = [
  {
    title:
      "1. Диагональный пешеходный переход официально появился в центре Могилева",
    description:
      "В областном центре диагональный пешеходный переход на улице Первомайской в районе Минского рынка наконец получил долгожданный официальный статус! Этот перекресток, где пешеходы на зеленый сигнал светофора могли двигаться в любом направлении, включая диагональ, уже давно стал местной достопримечательностью. Теперь, с появлением соответствующей разметки, он официально превратился в своего рода символ современности. Могилев стал вторым городом Беларуси после Гомеля, где внедрили такое решение.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Иосиф Сталин" },
    date: "12.11.2024",
    markdown: `# Рецепт: Паста Карбонара

![Паста Карбонара](https://images.pexels.com/photos/15437107/pexels-photo-15437107.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1)

## Ингредиенты:
- 200 г спагетти.
- 100 г бекона.
- 2 яйца.
- 50 г тёртого сыра **Пармезан**.
- Соль и чёрный перец — по вкусу.

## Шаги приготовления:
1. Отварите спагетти в подсоленной воде.
2. Обжарьте бекон до золотистого цвета.
3. Смешайте яйца и сыр в миске.
4. Слейте воду со спагетти и добавьте бекон.
5. Влейте яично-сырную смесь, перемешайте и сразу подавайте.

> 📝 **Примечание:** Не готовьте яйца на сильном огне, чтобы они не свернулись.`,
    tags: ["Могилев", "Безопастность"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "2. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "3. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "4. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "5. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "6. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "7. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
  {
    title: "8. За октябрь цены выросли, но не сильно",
    description:
      "Белстат снова проанализировал цены и выяснил, что общий рост за месяц составил полпроцента. Но некоторые товары и услуги подорожали больше.",
    image: "/mock/mockNews-1.jpg",
    author: { title: "Владимир Ленин" },
    date: "11.11.2024",
    markdown: "markdown",
    tags: ["Зарплаты", "Цены"],
    reactions: [1, 7, 3, 4, 9],
  },
];
